Repository: ZunTzu-Software/ZunTzu
Catalog: ZunTzu/ZunTzu/Control/Dialogs/DisplayDialog.*.resx
Languages: de, fr, pt_br

# diceModelsTextBox.Text
source: Complex (recommended)
de: Komplex (empfohlen)
fr: Complexes (recommandé)

# label4.Text
source: Preferred fullscreen mode:
de: Bevorzugter Vollbildmodus:
fr: Mode plein écran préféré:
pt_br: Modo preferido para tela cheia:

# label3.Text
source: Press Alt+Enter during game to toggle between fullscreen and windowed mode.
de: Drücken Sie während des Spiels ALT+ENTER um zwischen Vollbild- und Fenstermodus.
fr: Tapez Alt+Entrée pendant le jeu pour passer du mode fenêtré au mode plein écran.
pt_br: Pressione Alt+Enter durante o jogo para mudar entre modo de tela cheia e modo de janela.

# waitForVerticalBlankCheckBox.Text
source: Wait for vertical blank (not recommended)
de: Vertikale Synchronisation aktivieren (nicht empfohlen)
fr: Se synchroniser avec le balayage vertical (recommandé)
pt_br: Espera branqueamento vertical (não recomendado)

# groupBox3.Text
source: Quality
de: Qualität
fr: Qualité
pt_br: Qualidade

# mapsAndCounterDetailTextBox.Text
source: 150 or 300 dpi (recommended)
de: 150 oder 300 dpi (empfohlen)
fr: 150 ou 300 dpi (recommandé)

# texturesFormatTextBox.Text
source: Compressed, quality (recommended)
de: Komprimiert, Qualität (empfohlen)
fr: Compressées, qualité (recommandé)

# label10.Text
source: Dice models:
de: Würfelmodelle:
fr: Modèles 3D des dés:
pt_br: Modelos dos dados:

# label9.Text
source: Maps and counters detail:
de: Details Spielpläne und Plättchen:
fr: Détail des pions et plateaux:
pt_br: Detalhes das peças e mapas:

# label8.Text
source: Textures format:
de: Texturenformat:
fr: Format des textures:
pt_br: Formato das texturas:

# label6.Text
source: Best quality
de: Höchste Qualität
fr: Qualité
pt_br: Melhor qualidade

# label5.Text
source: Best performance
de: Beste Leistung
fr: Performance
pt_br: Melhor performance

# label2.Text
source: Games with huge maps can have a big memory footprint which can affect the gaming experience. These settings allow you to degrade quality for better performance.
de: Spiele mit sehr großen Spielplänen benötigen viel Speicherplatz, was den Spielfluss beeinträchtigen kann. Diese Einstellungen erlauben Ihnen, die Grafikqualität zu reduzieren, damit das Spiel flüssiger läuft.
fr: Les jeux comprenant des plateaux de grande dimension peuvent réclamer beaucoup de mémoire, ce qui peut altérer la fluidité du jeu. Ces réglages vous permettent d’améliorer les performances au détriment de la qualité de l’affichage.
pt_br: Jogos com mapas muito grandes podem usar muita memória, o que pode afetar a performance do jogo. Estes ajustes permitem que você reduza a qualidade para melhorar a performance.

# groupBox2.Text
source: Fullscreen
de: Vollbildmodus
fr: Plein écran
pt_br: Tela cheia

# widescreenCheckBox.Text
source: Widescreen
de: Breitbildmodus
fr: Format panoramique

# label1.Text
source: This setting affects all players. You must be hosting the game to be able to change this setting. Black bands will be displayed if the screen aspect ratio is different than the game aspect ratio.
de: Diese Einstellung betrifft alle Spieler. Sie müssen das Spiel hosten um diese Einstellung ändern zu können. Schwarze Streifen werden angezeigt, wenn das Bildschirmverhältnis nicht dem Bildverhältnis des Spiels entspricht.
fr: Ce réglage affecte tous les joueurs. Vous devez héberger la partie pour être autorisé à modifier ce réglage. Des bandes noires seront affichées si les proportions de l'écran sont différentes de celles du jeu.
pt_br: Este ajuste afeta todos os jogadores. Você precisa ser o servidor do jogo para mudar este ajuste. Faixas negras serão exibidas se a razão de aspecto da tela for diferente da razão de aspecto do jogo.

# cancelButton.Text
source: Cancel
de: Abbrechen
fr: Annuler
pt_br: Cancelar

# groupBox1.Text
source: Game aspect ratio
de: Spiel Bildverhältnis
fr: Format de la zone de jeu
pt_br: Razão de aspecto do jogo

# applyButton.Text
source: Apply
de: Übernehmen
fr: Appliquer
pt_br: Aplicar
