Repository: ZunTzu-Software/ZunTzu
Catalog: ZunTzu/ZunTzu/Control/Dialogs/HelpDialog.*.resx
Languages: es, fr, pt_br

# label21.Text
source: Return counters to counter sheet
es: Devolver fichas a la plantilla de fichas
fr: Renvoyer les pions vers la planche de pions
pt_br: Devolve as peças à folha de peças

# label22.Text
source: Right double click:
es: Doble click derecho:
fr: Suppr:
pt_br: Duplo clique direito:

# label19.Text
source: Toggle between fullscreen and windowed mode
es: Alternar entre pantalla completa y ventana windows
fr: Passer du mode fenêtré au mode plein écran
pt_br: Muda entre modo tela cheia e em janela

# label20.Text
source: Alt+Enter:
fr: Alt+Entrée:

# label17.Text
source: Save game
es: Guardar partida
fr: Enregistrer la partie
pt_br: Grava o jogo

# label15.Text
source: Redo change
es: Rehacer cambio
fr: Répéter le dernier changement annulé
pt_br: Refaz ação

# label13.Text
source: Undo change
es: Deshacer cambio
fr: Annuler le dernier changement
pt_br: Desfaz ação

# label11.Text
source: Abort action / Show menu
es: Abortar acción / Mostrar menú
fr: Annuler l'action en cours / Afficher le menu
pt_br: Cancela ação / Exibe menu

# label12.Text
source: Esc:
fr: Échap:

# label9.Text
source: Roll dice / Display counters in the stack inspector
es: Tirar dados / Mostrar fichas en el inspector de apilamiento
fr: Lancer les dés / Afficher les pions dans l'inspecteur de pile
pt_br: Jogar dados / Exibir peças no inspetor de pilhas

# label10.Text
source: Left double click:
es: Doble click izquierdo:
fr: Double clic gauche:
pt_br: Duplo clique esquerdo:

# label7.Text
source: Rotate counters
es: Rotar fichas
fr: Changer l'orientation des pions
pt_br: Girar peças

# label8.Text
source: Mouse wheel / arrows:
es: Rueda del ratón/flechas:
fr: Roulette / flèches:
pt_br: Setas / Roda do mouse:

# label5.Text
source: Measure with ruler
es: Medir con la regla
fr: Mesurer avec le mètre
pt_br: Meça com régua

# label6.Text
source: Both mouse button:
es: Ambos botones del ratón:
fr: Clic des deux boutons:
pt_br: Ambos os botões do mouse:

# label3.Text
source: Zoom (move mouse up or down)
es: Zoom (mover ratón arriba o abajo)
fr: Zoomer (en bougeant la souris vers le haut ou vers le bas)
pt_br: Zoom (mova o mouse para cima e para baixo)

# label4.Text
source: Right mouse button:
es: Botón derecho del ratón:
fr: Clic droit:
pt_br: Botão direito do mouse:

# label2.Text
source: Pan and scroll / Drag and drop counters
es: Scroll / Arrastrar y soltar fichas
fr: Faire défiler / Glisser-déposer des pions
pt_br: Mover a tela / Arrastar e soltar peças

# label1.Text
source: Left mouse button:
es: Botón izquierdo del ratón:
fr: Clic gauche:
pt_br: Botão esquerdo do mouse:

# okButton.Text
source: Close
es: Cerrar
fr: Fermer
pt_br: Fechar

# label23.Text
source: Show next board
es: Mostrar el siguiente tablero
fr: Afficher le plateau de jeu suivant
pt_br: Mostra próxima board

# label25.Text
source: Flip counters / Show other side of counter sheet
es: Girar fichas / Mostrar el otro lado de la plantilla de fichas
fr: Retourner les pions / Montrer l'envers de la planche de pions
pt_br: Virar peças / Mostrar o outro lado de uma folha de peças

# label26.Text
source: Del:
fr: Double clic droit:

# webSiteLinkLabel.Text
source: visit www.zuntzu.com
es: visita www.zuntzu.com
fr: aller sur www.zuntzu.com
pt_br: visite www.zuntzu.com

# label27.Text
source: Inspect card deck
es: Inspeccionar baraja
fr: Examiner une pile de cartes
pt_br: Inspeciona maço de cartas

# label29.Text
source: Bring into hand
es: Llevar a la mano
fr: Envoyer vers la main
pt_br: Coloca na mão

# label30.Text
source: Space:
fr: Espace:
pt_br: Barra de Espaço:
