Repository: ZunTzu-Software/ZunTzu
Catalog: ZunTzu/ZunTzu/Control/Dialogs/VoiceDialog.*.resx
Languages: de, es, fr, it, pt_br

# label9.Text
source: Microphone input level:
de: Mikrofon Aufnahmelautstärke:
es: Nivel de entrada del micrófono:
fr: Niveau d'entrée du microphone:
it: Livello di input del microfono:
pt_br: Nível de entrada do microfone:

# label7.Text
source: Voice activation threshold:
de: Schwellenwert:
es: Umbral de activación de voz:
fr: Seuil d'activation vocale:
it: Soglia di attivazione voce:
pt_br: Nível de ativação da voz:

# label3.Text
source: Highest
de: Höchster
es: Más Alto
fr: Niveau maximum
it: Massimo
pt_br: Alto

# label4.Text
source: Lowest
de: Niedrigster
es: Más Bajo
fr: Niveau minimum
it: Minimo
pt_br: Baixo

# label1.Text
source: The microphone input is constantly analyzed to determine if you're speaking. When the input exceeds a threshold level, you begin transmitting.
de: Das Mikrofon wird ständig überprüft, um festzustellen, ob Sie sprechen. Sobald der Pegel den Schwellenwert übersteigt, beginnt die Übertragung.
es: La entrada del micrófono se analiza constantemente para determinar si estás hablando. Cuando la entrada sobrepasa cierto umbral empiezas a transmitir.
fr: Le niveau d’entrée du microphone est constamment analysé pour déterminer si vous parlez. Quand le niveau d’entrée dépasse un seuil, vous commencez à transmettre.
it: L'input del microfono viene costantemente analizzato per determinare se stai parlando. Quando l'input eccede un livello di soglia, inizi a trasmettere.
pt_br: O nível de entrada do microfone é analisado constantemente para determinar se você está falando. Quando o nível de entrada excede o nível de ativação, você começa a transmitir.

# groupBox2.Text
source: Recording control
de: Aufnahmekontrolle
es: Control de grabación
fr: Contrôle de l'enregistrement
it: Controllo Registrazione
pt_br: Controle de gravação

# label10.Text
source: Using a headset is recommended to prevent echo introduced by external speakers and sensitive microphones. Echo suppression works by automatically muting recording during playback and delaying playback during recording.
de: Es wird empfohlen, ein Headset zu benutzen, um Echos, die bei der Verwendung von Lautsprechern und empfindlichen Mikrofonen auftreten, zu vermeiden. Die Echounterdrückung geschieht durch automatische Stummschaltung der Aufnahme während der Wiedergabe und einer verzögerten Wiedergabe bei der Aufnahme.
es: Se recomienda el uso de cascos para prevenir el eco producido por altavoces externos y micrófonos sensibles. La supresión del eco detiene automáticamente la grabación durante la reproducción y retrasa la reproducción durante la grabación.
fr: L’utilisation d’un ensemble casque-microphone est recommandée pour éviter l’apparition d’écho provoqué par la combinaison de haut-parleurs externes et d’un microphone sensible. La suppression d’écho fonctionne en coupant automatiquement l’enregistrement pendant la restitution et en retardant la restitution pendant l’enregistrement.
it: Si raccomanda l'uso di cuffie per prevenire l'eco generato da altoparlanti esterni e da un microfono sensibile. La soppressione dell'eco funziona inibendo il microfono durante l'ascolto e ritardando l'ascolto mentre si parla.
pt_br: Usar fones é recomendável, para evitar eco produzido por alto-falantes e microfones sensíveis. Supressão de eco suspende automaticamente a gravação durante a reprodução e retarda a reprodução durante a gravação.

# activateEchoSuppressionCheckBox.Text
source: Activate echo suppression
de: Echounterdrückung einschalten
es: Activar supresión del eco
fr: Activer la suppression d'écho
it: Attiva soppressione eco
pt_br: Ativar supressão de eco

# jitterControlGroupBox.Text
source: Jitter control
de: Datenpufferkontrolle
es: Control de Jitter
fr: Mémoire tampon
it: Controllo del tremolio
pt_br: Controle de jitter

# automaticJitterControlCheckBox.Text
source: Automatically adjust to network conditions
de: Automatische Einstellung auf Netzwerkvoraussetzungen
es: Ajustar automáticamente según las condiciones de red
fr: Adapter automatiquement aux conditions
it: Adatta automaticamente alle condizioni della rete
pt_br: Ajusta automaticamente conforme as condições da rede

# label6.Text
source: Best quality
de: Höchste Qualität
es: Mejor calidad
fr: Hachage minimum
it: Migliore qualità
pt_br: Melhor qualidade

# label5.Text
source: Best latency
de: Geringste Verzögerung
es: Mejor latencia
fr: Retard minimum
it: Migliore latenza
pt_br: Melhor latência

# label2.Text
source: If the jitter buffer is set to maximize quality, the result is voice latency: the voice communication might be heard several seconds after it was recorded. If the jitter buffer is set to reduce latency, the voice communication will be heard much closer to the actual time it was recorded. However, it will have a "broken-up" quality.
de: Wenn der Datenpuffer auf maximale Qualität eingestellt ist, kann es vorkommen, dass die Sprachkommunikation um einige Sekunden verzögert gehört wird. Wenn der Datenpuffer so eingestellt ist, dass er Verzögerung unterdrückt, wird die Sprachkommunikation zeitnäher übertragen, aber sich etwas abgehackt anhören.
es: Si el buffer de jitter se fija para maximizar la calidad, el resultado será una latencia en el audio: la voz podría escucharse algunos segundos despues de ser grabada. Si el buffer de jitter se fija para reducir la latencia, escucharás la voz casi al mismo tiempo que se graba, sin embargo la calidad será mínima.
fr: En minimisant la taille de la mémoire tampon, vous introduirez du retard dans la restitution de la voix : la voix sera entendue plusieurs secondes après avoir été enregistrée. A l’inverse, si vous minimisez le retard, le son deviendra haché.
it: Se il buffer di tremolio è impostato per massimizzare la qualità, si otterrà un ritardo del sonoro: le comunicazioni verbali verranno udite anche con parecchi secondi di ritardo dalla registrazione. Se il buffer del tremolio è impostato per ridurre il ritardo, le comunicazioni verbali saranno udite quasi al momento della registrazione. Potranno però avere una qualità “interrotta”.
pt_br: Se o buffer de jitter for ajustado para maximizar a qualidade, o resultado é latência de voz: a comunicação sera ouvida vários segundos após ser gravada. Se o buffer for ajustado para reduzir a latência, a comunicação sera ouvida muito mais rapidamente, mas terá uma qualidade entrecortada.

# audioMixerConfigurationGroupBox.Text
source: Audio mixer configuration
de: Audiomixer Einstellungen
es: Configuración del mezclador de audio
fr: Configuration du mixer audio
it: Configurazione Mixer Audio
pt_br: Configuração do mixer de áudio

# label8.Text
source: If your system has more than one microphone and the microphone isn't connected to the microphone 0 input, you'll need to disable automatic configuration and configure the mixer manually through the Control Panel.
de: Wenn Ihr System mehr als ein Mikrofon hat und das aktive Mikrofon nicht am Mikrofoneingang 0 angeschlossen ist, müssen Sie die automatische Einstellung deaktivieren und den Audiomixer manuell über die Systemsteuerung einstellen .
es: Si tu sistema tiene más de un micrófono y el micrófono no está conectado a la entrada de micro 0, tendrás que deshabilitar la configuración automática y configurar el mezclador manualmente a través del Panel de Control.
fr: Si votre ordinateur comporte plusieurs microphones et que le microphone que vous souhaitez utiliser n’est pas connecté à l’entrée 0, vous devrez désactiver la configuration automatique et configurer manuellement le mixage audio à partir du Panneau de configuration.
it: Se il tuo sistema ha più di un microfono ed il microfono non è connesso alla porta microfono 0, dovrai disabilitare la configurazione automatica e configurare il mixer manualmente attraverso il Pannello di Controllo.
pt_br: Se o seu sistema tem mais de um microfone e o microfone em uso não está conectado à entrada de microfone 0, você precisa desativar a configuração automatica e configurar o mixer manualmente no Painel de Controle.

# disableAutoconfigurationCheckBox.Text
source: Disable automatic configuration of the recording portion of the audio mixer
de: Deaktiviere die automatische Einstellung des Aufnahmegerätes im Audiomixer
es: Deshabilitar la configuración automática de la sección de grabación del mezclador de audio
fr: Désactiver la configuration automatique de la partie enregistrement du mixage audio
it: Disabilita la configurazione automatica della parte di registrazione del mixer audio
pt_br: Desativa configuração automática da porção de gravação do mixer de áudio

# muteRecordingCheckBox.Text
source: Disable microphone
de: Mikrofon ausschalten
es: Deshabilitar micrófono
fr: Désactiver le microphone
it: Disabilita microfono
pt_br: Desativar microfone

# muteAllCheckBox.Text
source: Mute all
de: Alles ausschalten
es: Silenciar todo
fr: Couper tout
it: Nessun suono
pt_br: Silenciar tudo

# okButton.Text
source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
pt_br: Fechar

# tabPage1.Text
source: Basic Settings
de: Grundeinstellungen
es: Ajustes Básicos
fr: Réglages de base
it: Impostazioni di Base
pt_br: Opções Básicas

# muteSoundEffectsCheckBox.Text
source: Disable sound effects
de: Soundeffekte ausschalten
es: Deshabilitar efectos de sonido
fr: Désactiver les effets sonores
it: Disabilita effetti sonori
pt_br: Desativar efeitos sonoros

# tabPage2.Text
source: Advanced Settings
de: Erweiterte Einstellungen
es: Ajustes Avanzados
fr: Réglages avancés
it: Impostazioni Avanzate
pt_br: Opções Avançadas

# groupBox1.Text
source: Server bandwidth usage
de: Server Bandbreitennnutzung
es: Uso del ancho de banda del servidor
fr: Bande-passante du serveur
it: Ampiezza di banda usata dal server
pt_br: Uso da rede pelo servidor

# label13.Text
source: Mode
de: Modus
it: Modo
pt_br: Modo:

# label14.Text
source: Best quality
de: Höchste Qualität
es: Mejor calidad
fr: Meilleure qualité
it: Migiore qualità
pt_br: Melhor qualidade

# label15.Text
source: Best scalability
de: Höchste Skalierung
es: Mejor escalabilidad
fr: Meilleure tenue de charge
it: Migliore Scalabilità
pt_br: Melhor aproveitamento

# label11.Text
source: Use this setting to accomodate a large number of players when hosting a game. Changes to this setting will take affect only after you restart ZunTzu.
de: Benutzen Sie diese Einstellung, um eine große Anzahl an Spielern unterzubringen, wenn Sie ein Spiel hosten. Änderungen an dieser Einstellung werden erst nach einem Neustart von Zuntzu aktiviert.
es: Usa estos ajustes para acomodar un mayor número de jugadores cuando hagas de anfitrión. Los cambios en estos ajustes tendrán efecto solo despues de que reinicies ZunTzu.
fr: Utilisez ce réglage pour améliorer la prise en charge d'un nombre de joueurs important quand vous hébergez la partie. Les changements ne seront pris en compte qu'après redémarrage de ZunTzu.
it: Usa questa impostazione per consentire la connessione a più giocatori quando si fa da server per una partita. Le modifiche avranno effetto alla prossima esecuzione di ZunTzu.
pt_br: Use este ajuste para acomodar um grande número de jogadores quando você for o servidor do jogo. Mudanças neste ajuste terão efeito somente após você reiniciar o ZunTzu.
